{
  "drawer": {
    "home": "Home",
    "settings": "Settings",
    "logout": "Log out"
  },
  "modal": {
    "ok": "OK",
    "cancel": "CANCEL"
  },
  "settings": {
    "settings": "Profile",
    "profile": "Personal Information",
    "name": "Name:",
    "first_name": "First name:",
    "first_name_title": "First name",
    "first_name_placeholder": "First name",
    "last_name": "Last name:",
    "last_name_title": "Last name",
    "last_name_placeholder": "Last name",
    "email": "Email:",
    "email_title": "Email",
    "email_placeholder": "Email",
    "username": "Username:",
    "change_password": "Change password",
    "change_password_title": "Change password",
    "change_password_placeholder": "Old password",
    "change_password_new_password_placeholder": "New password",
    "change_password_conf_password_placeholder": "Confirm password",
    "country": "Nationality:",
    "country_title": "Nationality",
    "country_placeholder": "Nationality",
    "swift": "Swift/BIC code:",
    "swift_title": "Swift/BIC code",
    "swift_placeholder": "Swift/BIC code",
    "sign_out": "Sign out",
    "sign_out_title": "Are you sure?",
    "error_title": "Something went wrong",
    "change_password_error": "Could not change password. Please try again.",
    "change_user_error": "Could not update the setting. Please try again.",
    "error_password_not_same": "New password and confirm password does not match.",
    "error_password_too_short": "The password must be at least 8 characters.",
    "error_password_not_unique": "The password must contain at least 4 unique characters.",
    "error_password_only_uppercase": "The password must contain lower case letters.",
    "error_password_not_filled": "Some fields are empty.",
    "error_fields_empty": "Some fields are empty.",
    "error_not_email": "Not a valid email.",
    "legal_privacy": "Legal & Privacy",
    "address": "Permanent Address",
    "address_street_name": "Street name:",
    "address_street_name_title": "Street name",
    "address_street_name_placeholder": "Street name",
    "address_street_number": "House number:",
    "address_street_number_title": "House number",
    "address_street_number_placeholder": "House number",
    "address_city": "City:",
    "address_city_title": "City",
    "address_city_placeholder": "City",
    "address_country": "Country:",
    "address_country_title": "Country",
    "address_country_placeholder": "Country",
    "address_postal_code": "Postal code:",
    "address_postal_code_title": "Postal code",
    "address_postal_code_placeholder": "Postal code",
    "payment": "Bank Information",
    "account_number": "Account number:",
    "account_number_title": "Account number",
    "account_number_placeholder": "Account number",
    "passport": "Passport number:",
    "passport_title": "Passport number",
    "passport_placeholder": "Passport number",
    "phone": "Phone number:",
    "phone_title": "Phone number",
    "phone_placeholder": "Phone number"
  },
  "register": {
    "register": "Sign up",
    "register_button": "SIGN UP",
    "confirm_password_placeholder": "Confirm password",
    "facebook_button": "LOGIN WITH FACEBOOK",
    "more_information": "We need a bit more information about you",
    "unknown_error": "Something went wrong. Please try again.",
    "invalid_username": "Invalid email.",
    "duplicate_username": "The user already exists.",
    "password_too_short": "The password must be at least 8 characters.",
    "password_non_alpha": "The password must contain a special character.",
    "password_digit": "The password must contain digits.",
    "password_lower": "The password must contain lower case letters.",
    "password_upper": "The password must container upper case letters.",
    "password_mismatch": "The confirmation password does not match the password.",
    "not_email": " is not a valid email.",
    "terms_of_service_title": "Terms of Service",
    "terms_of_service_1": "I agree to the",
    "terms_of_service_2": "Terms of Service",
    "privacy_policy_title": "Privacy Policy",
    "privacy_policy_1": "I agree to the",
    "privacy_policy_2": "Privacy Policy",
    "terms_of_service": "<style>body {font-size: 12pt; background-color: #faf7f7}</style><p>Before using the Refundeo app, please take time to carefully read our terms of service</p> <p><br /> Refund of value-added-taxes is a scheme available only to shoppers in the EU who fulfil certain criteria. Therefore, by using and downloading the Refundeo app you solemnly declare that:</p> <ol> <li>You are eligible for a VAT refund.</li> <li>You fulfil the following prerequisites; <ol> <li>you permanently reside outside the EU.</li> <li>your stay in the EU has not exceeded six (6) months.</li><li>you have bought the goods that you intend to export, no more than three (3) months before the date of intended export.</li> <li>the individual purchase amount of the goods you wish to export exceeds the local VAT refund minimum.</li></li> </ol> </ol> <ol> <li>The personal information that you have filled in the Refundeo app is correct, complete and true as of today.</li> <li>Any documents, photos or other materials uploaded to the Refundeo app are correct, complete and true, and represent merely originals, or genuine copies of the original.</li> <li>The information represented in the Tax Free Form is correct, complete and true as of today.</li> <li>You are aware that Refundeo ApS is a third-party provider of VAT refunds, and thus is not liable to any claims regarding the purchased good.</li> <li>You understand that a fee for the services that Refundeo ApS provide will be deducted from you VAT refund, together with an administrative fee charged by the individual retailer.</li> <li>You agree that in case of retailers breach of contract, or in the unlikely event that the relevant tax authorities do not approve of the tax free filing of your purchase, Refundeo ApS reserves the right to claim back any paid-out VAT.</li> <li>You agree that Refundeo ApS is in no way liable for any delay or rejection of VAT refund, regardless of whether caused by accidental or negligent conduct by Refundeo ApS or any other party.</li> </ol><h3>1. Terms</h3> <p>By using our platform, the Refundeo app, and other sites and websites we operate, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law.<br /> </p> <h3>2. Use License</h3> <ol> <li>Permission is granted to temporarily download one copy of the materials (information or software) on the platform for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:</li> <ol> <li>modify or copy the materials;</li> <li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li> <li>attempt to decompile or reverse engineer any software contained on the platform;</li> <li>remove any copyright or other proprietary notations from the materials; or</li> <li>transfer the materials to another person or \"mirror\" the materials on any other server.<br /> </li> </ol> <li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Refundeo ApS at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.<br /> </li> </ol> <h3>3. Disclaimer</h3> <ol> <li>The materials on the platform is provided on an 'as is' basis. Refundeo ApS makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</li> <li>Further, Refundeo ApS does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on and general functionality of its platform or otherwise relating to such materials or on any linked sites.<br /> </li> </ol> <h3>4. Limitations</h3><ol><li>In no event shall Refundeo ApS or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the functionality of the platform, even if Refundeo ApS or a Refundeo ApS authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</li> <li>In no event shall Refundeo ApS&rsquo; total liabilities exceed the amount paid for the service.<br /> </li></ol><h3>5. Accuracy of materials</h3> <p>The materials appearing on Refundeo ApS' platform could include technical, typographical, or photographic errors. Refundeo ApS does not warrant that any of the materials on its website are accurate, complete or current. Refundeo ApS may make changes to the materials contained on its platform or website at any time without notice. However, Refundeo ApS does not make any commitment to update the materials.<br /> </p> <h3>6. Links</h3> <p>Refundeo ApS has not reviewed all of the sites linked to its platform and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Refundeo ApS of the platform. Use of any such linked website is at the user's own risk.<br /> </p> <h3>7. Intellectual Property</h3> <p>Refundeo ApS has exclusive and unlimited rights to access and use any materials uploaded through the Refundeo app. Materials uploaded through the app will be stored for a minimum of five (5) years, complying with local tax legislation and according to industry standards for data storage and protection.<br /> </p> <h3>8. Use of Personal Data</h3><ol><li>Refundeo ApS collects and uses personal data in order to check eligibility and process VAT refunds in compliance with local tax regulations (&ldquo;the purpose&rdquo;). All personal data will be stored online by a third-party Cloud service provider, and in accordance to industry standards for data storage and protection. All personal data will be stores for a minimum of five (5) years, complying with local tax legislations. <br /> </li> <li>To issue the Tax Free form and in order to comply with bookkeeping regulations the retailer is allowed access to your personal data, which is transferred by using your unique Refundeo app ID, and available only to relevant store, where purchase was made. <br /> </li> <li>If you wish to learn more about how we collect, use and protect your personal data, please see our in-app privacy policy, or visit refundeo.com/privacy. If you have any question regarding your privacy, or if you wish to see a copy of the information that we have stored, please don&rsquo;t hesitate to contact us contact@refundeo.com<br /></li></ol> <h3>9. Modifications</h3> <p>Refundeo ApS may revise these terms of service for its platform at any time without notice. By using this platform, you are agreeing to be bound by the then current version of these terms of service.<br /> </p> <h3>10. Governing Law</h3> <p>These terms and conditions are governed by and construed in accordance with the laws of Denmark and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.</p> <p>&nbsp;</p>",
    "privacy_policy": "<style>body {font-size: 12pt; background-color: #faf7f7}</style><p>Your privacy is important to us. It is Refundeo ApS' policy to respect your privacy regarding any information we may collect from you across our platform, the Refundeo app, and other sites we operate.</p><h3>1. Information we collect</h3> <p><strong>Log data</strong></p> <p>When you use the Refundeo app, our servers may automatically log the standard data provided by your device. It may include your device&rsquo;s Internet Protocol (IP) address, your device type and version, the way you use the app, the time and date of your usage, the time spent on each page, and other details.</p> <p><strong>Device data</strong></p> <p>We may also collect data about the device you&rsquo;re using to access our app. This data may include the device type, operating system, unique device identifiers, device settings, and geo-location data. What we collect can depend on the individual settings of your device and software. We recommend checking the policies of your device manufacturer or software provider to learn what information they make available to us.</p> <p><strong>Personal information</strong></p> <p>We may ask for personal information, such as your:</p> <ol> <li>Name</li> <li>Email</li> <li>Social media profiles</li> <li>Date of birth</li> <li>Phone/mobile number</li> <li>Home/Mailing address</li> <li>Payment information</li> <li>Driver's license details</li> <li>Passport number</li> <li>Tax/SSN/Medicare/etc. number</li> <li>Geo-location data</li> <li>Purchase-specific information</li> </ol> <p><strong>Business data</strong></p> <p>Business data refers to data that accumulates over the normal course of operation on our platform. This may include transaction records, stored files, user profiles, analytics data and other metrics, as well as other types of information, created or generated, as users interact with our services.</p> <h3>2. Legal bases for processing</h3> <p>We will process your personal information lawfully, fairly and in a transparent matter. We collect and process information about you only where we have legal bases for doing so.</p> <p>These legal bases depend on the services you use and how you use them, meaning we collect and use your information only where:</p> <ol> <li>it&rsquo;s necessary for the performance of a contract to which you are a party or to take steps at your request before entering into such a contract (for example, when we provide a service you request from us);</li> <li>it satisfies a legitimate interest (which is not overridden by your data protection interests), such as for research and development, to market and promote our services, and to protect our legal rights and interests;</li> <li>you give us consent to do so for a specific purpose (for example, you might consent to us sending you our newsletter); or</li> <li>we need to process your data to comply with a legal obligation.</li> </ol> <p>Where you consent to our use of information about you for a specific purpose, you have the right to change your mind at any time (but this will not affect any processing that has already taken place).</p> <p>We don&rsquo;t keep personal information for longer than is necessary. While we retain this information, we will protect it within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification. That said, we advise that no method of electronic transmission or storage is 100% secure and cannot guarantee absolute data security. If necessary, we may retain your personal information for our compliance with a legal obligation or in order to protect your vital interests or the vital interests of another natural person.</p> <h3>3. Collection and use of information</h3> <p>We may collect, hold, use and disclose information for the following purposes and personal information will not be further processed in a manner that is incompatible with these purposes:</p> <ol> <li>to provide you with our platform's core features;</li> <li>to process any transactional or ongoing payments;</li> <li>to enable you to access and use our platform, associated applications and associated social media platforms;</li> <li>to contact and communicate with you;</li> <li>for internal record keeping and administrative purposes;</li> <li>for analytics, market research and business development, including to operate and improve our platform, associated applications and associated social media platforms;</li> <li>for advertising and marketing, including to send you promotional information about our products and services and information about third parties that we consider may be of interest to you; and</li> <li>to comply with our legal obligations and resolve any disputes that we may have.</li> </ol> <h3>4. Disclosure of personal information to third parties</h3><p>We may disclose personal information to:</p> <ol> <li>third party service providers for the purpose of enabling them to provide their services, including (without limitation) IT service providers, data storage, web-hosting and server providers, debt collectors, maintenance or problem-solving providers, marketing or advertising providers, professional advisors and payment systems operators;</li> <li>our employees, contractors and/or related entities;</li> <li>sponsors or promoters of any competition we run;</li> <li>credit reporting agencies, courts, tribunals and regulatory authorities, in the event you fail to pay for goods or services we have provided to you;</li> <li>courts, tribunals, regulatory authorities and law enforcement officers, as required by law, in connection with any actual or prospective legal proceedings, or in order to establish, exercise or defend our legal rights;</li> <li>third parties, including agents or sub-contractors, who assist us in providing information, products, services or direct marketing to you; and</li> <li>third parties to collect and process data.</li> </ol><h3>5. International transfers of personal information</h3><p>The personal information we collect is stored and processed in Denmark, or where we or our partners, affiliates and third-party providers maintain facilities. By providing us with your personal information, you consent to the disclosure to these overseas third parties.</p> <p>We will ensure that any transfer of personal information from countries in the European Economic Area (EEA) to countries outside the EEA will be protected by appropriate safeguards, for example by using standard data protection clauses approved by the European Commission, or the use of binding corporate rules or other legally accepted means.</p> <p>Where we transfer personal information from a non-EEA country to another country, you acknowledge that third parties in other jurisdictions may not be subject to similar data protection laws to the ones in our jurisdiction. There are risks if any such third party engages in any act or practice that would contravene the data privacy laws in our jurisdiction and this might mean that you will not be able to seek redress under our jurisdiction&rsquo;s privacy laws.</p> <h3>6. Your rights and controlling your personal information</h3> <p><strong>Choice and consent</strong></p> <p>By providing personal information to us, you consent to us collecting, holding, using and disclosing your personal information in accordance with this privacy policy. If you are under 16 years of age, you must have, and warrant to the extent permitted by law to us, that you have your parent or legal guardian&rsquo;s permission to access and use the platform and they (your parents or guardian) have consented to you providing us with your personal information. You do not have to provide personal information to us, however, if you do not, it may affect your use of this platform or the products and/or services offered on or through it.</p> <p><strong>Information from third parties</strong></p> <p>If we receive personal information about you from a third party, we will protect it as set out in this privacy policy. If you are a third party providing personal information about somebody else, you represent and warrant that you have such person&rsquo;s consent to provide the personal information to us.</p> <p><strong>Restrict</strong>&nbsp;</p> <p>You may choose to restrict the collection or use of your personal information. If you have previously agreed to us using your personal information for direct marketing purposes, you may change your mind at any time by contacting us using the details below. If you ask us to restrict or limit how we process your personal information, we will let you know how the restriction affects your use of our platform or products and services.</p> <p><strong>Access and data portability</strong></p> <p>You may request details of the personal information that we hold about you. You may request a copy of the personal information we hold about you. Where possible, we will provide this information in CSV format or other easily readable machine format. You may request that we erase the personal information we hold about you at any time. You may also request that we transfer this personal information to another third party.</p> <p><strong>Correction</strong></p> <p>If you believe that any information we hold about you is inaccurate, out of date, incomplete, irrelevant or misleading, please contact us using the details below. We will take reasonable steps to correct any information found to be inaccurate, incomplete, misleading or out of date.</p><p><strong>Notification of data breaches</strong></p> <p>We will comply laws applicable to us in respect of any data breach.</p> <p><strong>Complaints</strong></p> <p>If you believe that we have breached a relevant data protection law and wish to make a complaint, please contact us using the details below and provide us with full details of the alleged breach. We will promptly investigate your complaint and respond to you, in writing, setting out the outcome of our investigation and the steps we will take to deal with your complaint. You also may the right to contact a regulatory body or data protection authority in relation to your complaint.</p> <p><strong>Unsubscribe</strong></p> <p>To unsubscribe from our e-mail database or opt-out of communications (including marketing communications), please contact us at contact@refundeo.com or opt-out using the opt-out facilities provided in the communication.</p> <h3>7. Business transfers</h3> <p>If we or our assets are acquired, or in the unlikely event that we go out of business or enter bankruptcy, we would include data among the assets transferred to any parties who acquire us. You acknowledge that such transfers may occur, and that any parties who acquire us may continue to use your personal information according to this policy.</p> <h3>8. Limits of our policy</h3> <p>Our platform may link to external sites that are not operated by us. Please be aware that we have no control over the content and policies of those sites and cannot accept responsibility or liability for their respective privacy practices.</p> <h3>9. Changes to this policy</h3> <p>At our discretion, we may change our privacy policy to reflect current acceptable practices. We will take reasonable steps to let users know about changes via our website, www.refundeo.com. Your continued use of this site after any changes to this policy will be regarded as acceptance of our practices around privacy and personal information.</p> <p>If we make a significant change to this privacy policy, for example changing a lawful basis on which we process your personal information, we will ask you to re-consent to the amended privacy policy.</p> <p>This policy is effective as of 1 June 2018.</p> <p>&nbsp;</p>",
    "accept_terms_of_service": "Please accept the terms of service.",
    "accept_privacy_policy": "Please accept the privacy policy.",
    "required_fields": "Please fill all required fields."
  },
  "login": {
    "login_button": "LOGIN",
    "unknown_error": "An error occurred. Please try again later.",
    "login": "Login",
    "already_have_account": "Already have an account?",
    "error_user_does_not_exist_in_database": "User does not exist in database",
    "something_went_wrong": "Something went wrong. Please try again",
    "email_placeholder": "Email",
    "password_placeholder": "Password",
    "missing_username": "Please enter email",
    "missing_password": "Please enter password",
    "user_does_not_exist": "The user does not exist",
    "wrong_password": "Wrong password"
  },
  "scanner": {
    "scanner": "Scanner",
    "top_text": "Scan the customers QR Code",
    "fill_all_fields": "Please fill all fields.",
    "customer_not_found": "Could not find customer",
    "create_refund_success": "Successfully created refund.\n\nThe customer should receive an email with a tax free form.",
    "merchant_signature": "Retailer Signature",
    "customer_signature": "Customer Signature",
    "save": "Save",
    "reset": "Reset",
    "create_refund_modal_title": "Fill all fields",
    "customer": "Customer",
    "amount": "Amount",
    "receipt_number": "Receipt number"
  },
  "overview": {
    "welcome_text": "Welcome to Refundeo",
    "no_refunds_text": "You don't have any refunds.",
    "get_started_text": "Push the button to scan the QR code on your receipt.",
    "new": "NEW",
    "pending": "PENDING",
    "approved": "APPROVED",
    "rejected": "REJECTED",
    "no_new": "No new refunds",
    "no_pending": "No pending refunds",
    "no_approved": "No approved refunds",
    "no_rejected": "No rejected refunds"
  },
  "refund_case": {
    "upload_documentation": "Upload documentation",
    "send_documentation": "Request refund",
    "pending_approval": "Pending approval",
    "denied": "Rejected",
    "approved": "Approved",
    "amount": "Purchase amount",
    "refund_amount": "Refund amount",
    "date_created": "Date created",
    "choose_photo": "Choose photo",
    "permission_try_again": "Please try again",
    "permission_ok": "OK",
    "permission_title": "Permission for camera",
    "permission_text": "To upload documentation we need to access your camera and choose photos from your library.",
    "upload_documentation_error": "Failed to upload documentation. Please try again.",
    "request_refund_error": "Failed to request refund. Please try again.",
    "request_documentation": "You are requesting with this documentation",
    "claim_refund_case_error": "Something went wrong. Please try again",
    "refund_case_already_claimed": "The refund has already been claimed.",
    "receipt_number": "Receipt",
    "missing_documentation_title": "Missing documentation",
    "missing_documentation_text": "Please upload stamped tax free form and receipt before requesting refund.",
    "missing_information_title": "Missing information",
    "missing_information_swift_text": "Before requesting the refund we need your banks Swift/BIC code and your account number.",
    "missing_information_other_text": "Before requesting the refund we need a bit more information.",
    "request_title": "Are you sure?",
    "request_text": "You cannot change the images after requesting the refund.",
    "purchase_amount_vat": "Purchase amount incl. VAT",
    "invalid_email": "Please provide a valid email address.",
    "upload_tax_free_form": "Upload tax free form",
    "upload_receipt": "Upload receipt",
    "send_form": "Send form"
  },
  "stores": {
    "opening_hours": "Opening hours",
    "refund_percentage": "Refund percentage",
    "refund_percentage_filter": "Minimum refund",
    "address": "Address",
    "distance": "Distance",
    "distance_all": "All",
    "filter": "Filter",
    "refund": "Refund",
    "empty": "No stores available.\n\nPlease adjust filter settings.",
    "vat_number": "Vat no.",
    "open_hours_filter": "Open now",
    "open_stores_filter": "Only show open stores",
    "tag_jewelry": "Jewelry and watches",
    "tag_clothes": "Clothes",
    "tag_footwear": "Footwear",
    "tag_accessories": "Accessories",
    "tag_sportswear": "Sportswear",
    "tag_electronics": "Electronics",
    "tag_children": "Children",
    "tag_books": "Books and stationary"
  },
  "tutorial": {
    "welcome_title": "Welcome to Refundeo",
    "welcome_text": "Our mission is to offer you an improved experience when shopping tax free.\n\nSwipe right to learn how to claim your tax refund.",
    "initiate_title": "Initiate refund",
    "initiate_text": "When you purchase an item in one of our partner stores show the cashier your personal QR Code.\n\nThe cashier will initiate the refund for you.",
    "print_title": "Print the form",
    "print_text": "When the refund has been initiated, you will receive an email with a tax free form.\nIf not - you can always send a new form within the app.\n\nPrint this form.",
    "approval_title": "Receive approval",
    "approval_text": "Fill in the tax free form and get it approved and stamped at one of the local tax offices.\n\nRemember to bring the original receipt too.",
    "upload_title": "Upload documentation",
    "upload_text": "Use the app to take pictures of the approved tax free form and receipt.\n\nWhen you are satisfied with the pictures, request a refund.",
    "done_title": "Done",
    "done_text": "Now you can relax and wait for your refund as we will handle the rest for you.\n\nYou will receive a confirmation of your refund within five business days."
  },
  "upload_documentation": {
    "scan_qrcode": "Scan the QR Code on the tax free form",
    "picture_tff": "Take picture of tax free form",
    "picture_receipt": "Take picture of receipt",
    "incorrect_qrcode": "Incorrect QR Code. Please try again."
  },
  "qr_code": {
    "id": "ID",
    "my_id": "My ID",
    "show_this": "Show this QR code in one of our partner stores when shopping tax free."
  },
  "help": {
    "help": "Help",
    "contact_support": "Contact support",
    "contact": "Contact",
    "support": "Support",
    "guide": "Guide"
  },
  "root": {
    "no_connection": "No Internet Connection"
  }
}