{
  "drawer": {
    "home": "Home",
    "settings": "Settings",
    "logout": "Log out"
  },
  "modal": {
    "ok": "OK",
    "cancel": "CANCEL"
  },
  "settings": {
    "settings": "Settings",
    "profile": "Profile",
    "name": "Name:",
    "first_name": "First name:",
    "first_name_title": "Change first name",
    "first_name_placeholder": "First name",
    "last_name": "Last name:",
    "last_name_title": "Change last name",
    "last_name_placeholder": "Last name",
    "email": "Email or username:",
    "change_password": "Change password",
    "change_password_title": "Change password",
    "change_password_placeholder": "Old password",
    "change_password_new_password_placeholder": "New password",
    "change_password_conf_password_placeholder": "Confirm password",
    "country": "Country:",
    "country_title": "Change country",
    "country_placeholder": "Country",
    "bank_reg": "Bank reg nr.:",
    "bank_reg_title": "Change bank reg nr.",
    "bank_reg_placeholder": "Bank reg nr.",
    "bank_account": "Bank account nr.:",
    "bank_account_title": "Change bank account nr.",
    "bank_account_placeholder": "Bank account nr.",
    "sign_out": "Sign out",
    "sign_out_title": "Are you sure?",
    "error_title": "Something went wrong",
    "change_password_error": "Could not change password. Please try again.",
    "change_user_error": "Could not update the setting. Please try again.",
    "error_password_not_same": "New password and confirm password does not match.",
    "error_password_too_short": "The password must be at least 8 characters.",
    "error_password_not_unique": "The password must contain at least 4 unique characters.",
    "error_password_only_uppercase": "The password must contain lower case letters.",
    "error_password_not_filled": "Some fields are empty."
  },
  "register": {
    "register": "Sign up",
    "register_button": "SIGN UP",
    "facebook_button": "LOGIN WITH FACEBOOK",
    "more_information": "We need a bit more information about you"
  },
  "login": {
    "login_button": "LOGIN",
    "unknown_error": "An error occurred. Please try again later.",
    "login": "Login",
    "already_have_account": "Already have an account?",
    "error_user_does_not_exist_in_database": "User does not exist in database",
    "something_went_wrong": "Something went wrong. Please try again",
    "email_placeholder": "Username or email",
    "password_placeholder": "Password",
    "missing_username": "Please enter username or email",
    "missing_password": "Please enter password",
    "user_does_not_exist": "The user does not exist",
    "wrong_password": "Wrong password",
    "user_not_customer": "Please login through administration site",
    "eula_title": "End-user license agreement",
    "eula_agreement_1": "By clicking Login you indicate that you have read and agree to our\n",
    "eula_agreement_2": "End-user license agreement.",
    "eula_android": "Refundeo App End User License Agreement\n\nThis End User License Agreement (\"Agreement\") is between you and Refundeo and governs use of this app made available through the Google Play Store. By installing the Refundeo App, you agree to be bound by this Agreement and understand that there is no tolerance for objectionable content. If you do not agree with the terms and conditions of this Agreement, you are not entitled to use the Refundeo App. \n\nIn order to ensure Refundeo provides the best experience possible for everyone, we strongly enforce a no tolerance policy for objectionable content. If you see inappropriate content, please use the \"Report as offensive\" feature found under each post. \n\n1. Parties\n\nThis Agreement is between you and Refundeo only, and not Google, Inc. (\"Google\"). Notwithstanding the foregoing, you acknowledge that Google and its subsidiaries are third party beneficiaries of this Agreement and Google has the right to enforce this Agreement against you. Refundeo, not Google, is solely responsible for the Refundeo App and its content. \n\n2. Privacy\n\nRefundeo may collect and use information about your usage of the Refundeo App, including certain types of information from and about your device. Refundeo may use this information, as long as it is in a form that does not personally identify you, to measure the use and performance of the Refundeo App.\n\n3. Limited License\n\nRefundeo grants you a limited, non-exclusive, non-transferable, revocable license to use the Refundeo App for your personal, non-commercial purposes. You may only use the Refundeo App on Google devices that you own or control and as permitted by the Google Play Store Terms of Service.\n\n4. Age Restrictions\n\nBy using the Refundeo App, you represent and warrant that (a) you are 17 years of age or older and you agree to be bound by this Agreement; (b) if you are under 17 years of age, you have obtained verifiable consent from a parent or legal guardian; and (c) your use of the Refundeo App does not violate any applicable law or regulation. Your access to the Refundeo App may be terminated without warning if Refundeo believes, in its sole discretion, that you are under the age of 17 years and have not obtained verifiable consent from a parent or legal guardian. If you are a parent or legal guardian and you provide your consent to your child's use of the Refundeo App, you agree to be bound by this Agreement in respect to your child's use of the Refundeo App. \n\n5. Objectionable Content Policy\n\nContent may not be submitted to Refundeo, who will moderate all content and ultimately decide whether or not to post a submission to the extent such content includes, is in conjunction with, or alongside any, Objectionable Content. Objectionable Content includes, but is not limited to: (i) sexually explicit materials; (ii) obscene, defamatory, libelous, slanderous, violent and/or unlawful content or profanity; (iii) content that infringes upon the rights of any third party, including copyright, trademark, privacy, publicity or other personal or proprietary right, or that is deceptive or fraudulent; (iv) content that promotes the use or sale of illegal or regulated substances, tobacco products, ammunition and/or firearms; and (v) gambling, including without limitation, any online casino, sports books, bingo or poker.\n\n6. Warranty\n\nRefundeo disclaims all warranties about the Refundeo App to the fullest extent permitted by law. To the extent any warranty exists under law that cannot be disclaimed, Refundeo not Google, shall be solely responsible for such warranty.\n\n7. Maintenance and Support\n\nRefundeo does provide minimal maintenance or support for it but not to the extent that any maintenance or support is required by applicable law, Refundeo, not Google, shall be obligated to furnish any such maintenance or support.\n\n8. Product\n\n Claims\n\nRefundeo , not Google, is responsible for addressing any claims by you relating to the Refundeo App or use of it, including, but not limited to: (i) any product liability claim; (ii) any claim that the Refundeo App fails to conform to any applicable legal or regulatory requirement; and (iii) any claim arising under consumer protection or similar legislation. Nothing in this Agreement shall be deemed an admission that you may have such claims. \n\n9. Third Party Intellectual Property Claims\n\nRefundeo shall not be obligated to indemnify or defend you with respect to any third party claim arising out or relating to the Refundeo App. To the extent Refundeo is required to provide indemnification by applicable law, Refundeo, not Google, shall be solely responsible for the investigation, defense, settlement and discharge of any claim that the Refundeo App or your use of it infringes any third party intellectual property right.",
    "eula_ios": "Refundeo App End User License Agreement\n\nThis End User License Agreement (\"Agreement\") is between you and Refundeo and governs use of this app made available through the Apple App Store. By installing the Refundeo App, you agree to be bound by this Agreement and understand that there is no tolerance for objectionable content. If you do not agree with the terms and conditions of this Agreement, you are not entitled to use the Refundeo App. \n\nIn order to ensure Refundeo provides the best experience possible for everyone, we strongly enforce a no tolerance policy for objectionable content. If you see inappropriate content, please use the \"Report as offensive\" feature found under each post. \n\n1. Parties\n\nThis Agreement is between you and Refundeo only, and not Apple, Inc. (\"Apple\"). Notwithstanding the foregoing, you acknowledge that Apple and its subsidiaries are third party beneficiaries of this Agreement and Apple has the right to enforce this Agreement against you. Refundeo, not Apple, is solely responsible for the Refundeo App and its content. \n\n2. Privacy\n\nRefundeo may collect and use information about your usage of the Refundeo App, including certain types of information from and about your device. Refundeo may use this information, as long as it is in a form that does not personally identify you, to measure the use and performance of the Refundeo App.\n\n3. Limited License\n\nRefundeo grants you a limited, non-exclusive, non-transferable, revocable license to use the Refundeo App for your personal, non-commercial purposes. You may only use the Refundeo App on Apple devices that you own or control and as permitted by the App Store Terms of Service.\n\n4. Age Restrictions\n\nBy using the Refundeo App, you represent and warrant that (a) you are 17 years of age or older and you agree to be bound by this Agreement; (b) if you are under 17 years of age, you have obtained verifiable consent from a parent or legal guardian; and (c) your use of the Refundeo App does not violate any applicable law or regulation. Your access to the Refundeo App may be terminated without warning if Refundeo believes, in its sole discretion, that you are under the age of 17 years and have not obtained verifiable consent from a parent or legal guardian. If you are a parent or legal guardian and you provide your consent to your child's use of the Refundeo App, you agree to be bound by this Agreement in respect to your child's use of the Refundeo App. \n\n5. Objectionable Content Policy\n\nContent may not be submitted to Refundeo, who will moderate all content and ultimately decide whether or not to post a submission to the extent such content includes, is in conjunction with, or alongside any, Objectionable Content. Objectionable Content includes, but is not limited to: (i) sexually explicit materials; (ii) obscene, defamatory, libelous, slanderous, violent and/or unlawful content or profanity; (iii) content that infringes upon the rights of any third party, including copyright, trademark, privacy, publicity or other personal or proprietary right, or that is deceptive or fraudulent; (iv) content that promotes the use or sale of illegal or regulated substances, tobacco products, ammunition and/or firearms; and (v) gambling, including without limitation, any online casino, sports books, bingo or poker.\n\n6. Warranty\n\nRefundeo disclaims all warranties about the Refundeo App to the fullest extent permitted by law. To the extent any warranty exists under law that cannot be disclaimed, Refundeo not Apple, shall be solely responsible for such warranty.\n\n7. Maintenance and Support\n\nRefundeo does provide minimal maintenance or support for it but not to the extent that any maintenance or support is required by applicable law, Refundeo, not Apple, shall be obligated to furnish any such maintenance or support.\n\n8. Product\n\n Claims\n\nRefundeo , not Apple, is responsible for addressing any claims by you relating to the Refundeo App or use of it, including, but not limited to: (i) any product liability claim; (ii) any claim that the Refundeo App fails to conform to any applicable legal or regulatory requirement; and (iii) any claim arising under consumer protection or similar legislation. Nothing in this Agreement shall be deemed an admission that you may have such claims. \n\n9. Third Party Intellectual Property Claims\n\nRefundeo shall not be obligated to indemnify or defend you with respect to any third party claim arising out or relating to the Refundeo App. To the extent Refundeo is required to provide indemnification by applicable law, Refundeo, not Apple, shall be solely responsible for the investigation, defense, settlement and discharge of any claim that the Refundeo App or your use of it infringes any third party intellectual property right."
  },
  "scanner": {
    "top_text": "Scan the QR code on your receipt"
  },
  "overview": {
    "welcome_text": "Welcome to Refundeo",
    "no_refunds_text": "You don't have any refunds.",
    "get_started_text": "Push the button to scan the QR code on your receipt."
  }
}